{
  "id": "sesion01",
  "name": "Operación Segura del Equipo DPI 1500 Sandvik",
  "learning_objective": "El operador comprende los principios de operación segura del equipo DPI 1500 Sandvik y aplica procedimientos correctos de manejo y mantenimiento",
  "key_points": [
    "Identificación de componentes principales del equipo",
    "Procedimientos de seguridad antes de la operación",
    "Secuencia correcta de arranque y parada",
    "Mantenimiento preventivo básico",
    "Protocolos de emergencia y resolución de problemas"
  ],
  "momentos": [
    {
      "momento": "Saludo (exposición del aprendizaje esperado y los puntos clave)",
      "instrucciones_docenteia": "Presentar el objetivo de la sesión y los puntos clave a desarrollar sobre la operación del equipo DPI 1500 Sandvik",
      "preguntas": [
        "¿Qué experiencia tienes operando equipos de perforación? (Si no tienes experiencia, está bien, todos comenzamos en algún punto)",
        "¿Has trabajado anteriormente con equipos Sandvik o similares? (Si no, no te preocupes, te enseñaremos desde lo básico)",
        "¿Qué sabes sobre el equipo DPI 1500? (Cualquier conocimiento, por pequeño que sea, es valioso)"
      ]
    },
    {
      "momento": "Conexión",
      "instrucciones_docenteia": "Narrar una situación real de operación para conectar con experiencias previas y motivar el aprendizaje",
      "historia": "Imagina que es tu primer día en una mina y te asignan aprender sobre el equipo DPI 1500 Sandvik. Un operador experimentado te está enseñando y, antes de subir a la cabina, nota que hay una pequeña fuga de aceite cerca del sistema hidráulico. Te explica que esta es una situación común que todos los operadores deben saber manejar. ¿Qué crees que debería hacer el operador en esta situación? ¿Por qué es importante revisar el equipo antes de operarlo, incluso si eres nuevo?",
      "preguntas": [
        "¿Qué elementos de seguridad identificas en esta situación? (No te preocupes si no conoces todos, estamos aprendiendo)",
        "¿Qué procedimientos crees que debería seguir el operador? (Piensa en lo que harías tú)",
        "¿Por qué crees que es importante revisar el equipo antes de operarlo, incluso siendo nuevo?",
        "¿Qué consecuencias podría tener ignorar una fuga de aceite? (Usa tu sentido común)"
      ]
    },
    {
      "momento": "Adquisición",
      "instrucciones_docenteia": "Explicar los componentes principales del equipo DPI 1500 Sandvik y sus funciones",
      "contenido_tecnico": [
        "CABINA DE OPERACIÓN: Espacio de trabajo del operador con controles principales y sistemas de seguridad",
        "SISTEMA HIDRÁULICO: Proporciona potencia para movimientos del brazo de perforación y estabilizadores",
        "BRAZO DE PERFORACIÓN: Componente principal que realiza la perforación con diferentes tipos de brocas",
        "SISTEMA DE ESTABILIZACIÓN: Garantiza estabilidad durante la operación de perforación",
        "SISTEMA DE ENFRIAMIENTO: Mantiene temperaturas operativas seguras del motor y componentes",
        "SISTEMA DE LUBRICACIÓN: Asegura funcionamiento suave de componentes móviles",
        "CONTROLES PRINCIPALES: Panel de control con indicadores de presión, temperatura y velocidad",
        "SISTEMAS DE SEGURIDAD: Alarmas, paradas de emergencia y protecciones automáticas"
      ],
      "preguntas": [
        "¿Cuál crees que es el componente más crítico para la seguridad del operador? (Piensa en lo que protegería tu vida)",
        "¿Por qué crees que es importante el sistema de estabilización durante la perforación? (Imagina perforar sin estabilidad)",
        "¿Qué indicadores crees que deberías monitorear constantemente en el panel de control? (Piensa en qué te diría si algo está mal)",
        "¿Cómo crees que funciona el sistema hidráulico en el equipo? (No te preocupes si no lo sabes exactamente)",
        "¿Qué crees que pasaría si falla el sistema de enfriamiento? (Usa tu lógica)",
        "¿Por qué crees que es fundamental el sistema de lubricación? (Piensa en qué pasa cuando algo no está lubricado)"
      ]
    },
    {
      "momento": "Aplicación",
      "instrucciones_docenteia": "Presentar el procedimiento completo de arranque y operación segura",
      "caso": "Imagina que es tu primer día aprendiendo sobre el DPI 1500 Sandvik. Llegas al área de trabajo y encuentras el equipo apagado. Tu instructor te dice que debes aprender a realizar una perforación de 3 metros de profundidad en una roca de dureza media. Usando los conocimientos básicos sobre los componentes del equipo que acabamos de ver, ¿cuál crees que sería la secuencia de acciones? ¿Qué verificaciones crees que deberías hacer antes de encender el equipo? ¿Qué parámetros crees que serían importantes para esta perforación específica?",
      "preguntas": [
        "¿Cuál crees que sería tu primera acción al llegar al equipo? (Piensa en lo que harías primero)",
        "¿Qué verificaciones de seguridad crees que deberías realizar antes del arranque? (Usa tu sentido común)",
        "¿Cómo crees que ajustarías los parámetros para una perforación de 3 metros? (No te preocupes si no sabes exactamente)",
        "¿Qué indicadores crees que deberías monitorear durante la operación? (Piensa en qué te diría si algo está mal)",
        "¿Qué crees que harías si notas una vibración anormal durante la perforación? (Usa tu lógica)"
      ]
    },
    {
      "momento": "Discusión",
      "instrucciones_docenteia": "Facilitar la comparación de diferentes enfoques de operación y mantenimiento",
      "preguntas": [
        "¿Qué estrategia de mantenimiento preventivo prefieres y por qué?",
        "¿Hay situaciones donde un enfoque de operación es mejor que otro?",
        "¿Qué limitaciones tiene cada método de perforación?",
        "¿Cómo adaptarías la operación según las condiciones del terreno?"
      ]
    },
    {
      "momento": "Reflexión",
      "instrucciones_docenteia": "Guiar la reflexión sobre lo aprendido y su aplicación práctica en el trabajo diario",
      "preguntas": [
        "¿Qué concepto sobre la operación del DPI 1500 te quedó más claro?",
        "¿Cómo cambiará tu forma de operar equipos después de esta sesión?",
        "¿Qué más te gustaría aprender sobre el mantenimiento del equipo?",
        "¿Qué protocolos de seguridad implementarías en tu área de trabajo?"
      ]
    }
  ]
} 