{
  "id": "sesion01",
  "name": "Fundamentos de Seguridad contra Incendios",
  "learning_objective": "El estudiante identifica los principios básicos de la seguridad contra incendios y comprende los fundamentos de la prevención",
  "key_points": [
    "Comprende qué es el fuego y cómo se origina",
    "Identifica los elementos del triángulo del fuego",
    "Reconoce las clases de fuego y sus características",
    "Aplica principios básicos de prevención de incendios"
  ],
  "momentos": [
    {
      "momento": "Introducción al Fuego",
      "preguntas": [
        "¿Qué sabes sobre el fuego y cómo se origina?",
        "¿Has presenciado alguna vez un incendio o situación relacionada con fuego?",
        "¿Qué esperas aprender sobre la prevención de incendios?"
      ],
      "contenido_tecnico": [
        "El fuego es una reacción química de combustión",
        "Se produce cuando se combinan combustible, oxígeno y calor",
        "Es una herramienta útil pero también un peligro potencial"
      ]
    },
    {
      "momento": "El Triángulo del Fuego",
      "preguntas": [
        "¿Puedes identificar los tres elementos necesarios para que exista el fuego?",
        "¿Cómo crees que se puede controlar o extinguir un incendio?",
        "¿Qué elemento del triángulo del fuego es más fácil de controlar?"
      ],
      "contenido_tecnico": [
        "Combustible: material que puede quemarse",
        "Oxígeno: necesario para la combustión",
        "Calor: energía que inicia y mantiene la reacción"
      ]
    },
    {
      "momento": "Clases de Fuego",
      "preguntas": [
        "¿Sabes que existen diferentes tipos de fuego?",
        "¿Has visto extintores con diferentes colores o etiquetas?",
        "¿Qué tipo de fuego crees que es más común en el trabajo?"
      ],
      "contenido_tecnico": [
        "Clase A: Materiales sólidos (madera, papel, tela)",
        "Clase B: Líquidos inflamables (gasolina, aceite)",
        "Clase C: Equipos eléctricos energizados",
        "Clase D: Metales combustibles"
      ]
    },
    {
      "momento": "Prevención de Incendios",
      "preguntas": [
        "¿Qué medidas preventivas conoces para evitar incendios?",
        "¿Cómo crees que se puede mantener un ambiente de trabajo seguro?",
        "¿Qué harías si detectas un riesgo de incendio en tu área de trabajo?"
      ],
      "contenido_tecnico": [
        "Mantener orden y limpieza en el área de trabajo",
        "No sobrecargar circuitos eléctricos",
        "Almacenar materiales inflamables correctamente",
        "Reportar condiciones inseguras inmediatamente"
      ]
    }
  ]
} 